README.org
#+TITLE: Elección Pública III (CSO-15024)
#+SUBTITLE: Departamento de Ciencia Política ITAM, primavera 2026
#+AUTHOR: Profesor: Eric Magar Meurs \small{\url{emagar@itam.mx}}
#+DATE:  Lunes y miércoles 8:30--10:00, salón 308
# #+OPTIONS: toc:nil # don't place toc in default location
# # will change captions to Spanish, see https://lists.gnu.org/archive/html/emacs-orgmode/2010-03/msg00879.html
#+LANGUAGE: es 

#+OPTIONS: org-export-date-timestamp-format "\\texttt{%s}"
# #+OPTIONS: broken-links:t

#+LATEX_HEADER: \documentclass[letter,14pt]{article}
#+LATEX_HEADER: \usepackage[letterpaper,right=1.25in,left=1.25in,top=1in,bottom=1in]{geometry}
#+LATEX_HEADER: \usepackage{url}
#+LATEX_HEADER: \usepackage{mathptmx}           % set font type to Times
#+LATEX_HEADER: \usepackage[scaled=.90]{helvet} % set font type to Times (Helvetica for some special characters)
#+LATEX_HEADER: \usepackage{courier}            % set font type to Times (Courier for other special characters)

----------------------------

<h2>
Anuncios
</h2>

<sup><sub>2026-01-12</sub></sup> ¡Bienvenid@s! No hay lectura para la clase de hoy. 

----------------------------

ITAM Depto. de ciencia política, primavera 2026

*Elección Pública III* (CSO-15024)

Profesor: Eric Magar Meurs ([[mailto:emagar@itam.mx][emagar@itam.mx]])

Lunes y miércoles 8:30--10:00, salón 308

/Objetivo/: El último curso de la serie de elección pública del programa estudia cómo deciden los gobiernos. El hilo conductor que conecta los temas del curso es la *negociación*, sin la que es impensable la democracia (y, quizás, la política). En la parte sustancial, haremos un repaso de la elección social y sus dilemas. Después entenderemos cómo influyen las preferencias, las reglas y los partidos en las decisiones colectivas. El curso revisa con detenimiento algunos modelos canónicos de negociación, haciendo hincapié en la conexión fundamental entre una teoría y su comprobación empírica. 

/Horas de oficina/: lunes y miércoles de 13:00 a 13:45, o con cita.  

/Evaluación/: Habrá un trabajo parcial y otro final. Contarán 40% de la calificación final cada uno. En su momento anunciaré sus formatos. El 20% restante valorará su desempeño en clase, participación y conocimiento de las lecturas. 

# Por reglamento habrá también un examen final en clase

/Notas/: (1) La página del curso es [[https://github.com/emagar/ep3/]]. Alberga este temario, las lecturas y el material adicional. (2) El temario sufrirá modificaciones marginales en el transcurso del semestre para quitar, añadir o cambiar la secuencia de algunos temas. Anunciaré esto con anticipación en clase.

/Fechas importantes/:

/Días de asueto/: lunes 2 de febrero (Constitución), lunes 16 de marzo (Benito Juárez), lunes 30 de marzo y miércoles 1 de abril (Semana Santa).
# 32 clases descontando asuetos

/No habrá clases/: lunes 16 y miércoles 18 de febrero.
# 30 clases descontando mis ausencias

/Última clase/: miércoles 13 de mayo.

/Exámenes finales/: del lunes 18 al sábado 30 de mayo.
# /Examen final/: 2025-5-27 18:00-21:00, salón SA3. 

# ------------------------

# * Reposiciones
 
# - Habrá una clase de reposición el *lunes 17 de marzo de 10am a 11:30* será transmitida por zoom (en 
#   [[https://itam.zoom.us/j/99151447668][este]] 
#   enlace) y grabada para que puedan tomarla a destiempo. No será presencial porque el ITAM cierra ese día. La grabación la encuentra 
#   [[https://itam.zoom.us/rec/share/P-Esmc6KAQVppYZNfb7_dyBOJBW3OtsqUOGjxf765IXXyJH_KtbvERRxiLf3k4eh.WHniAGKxiahl4bj2?startTime=1742227189000][aquí]].
# - La clase de reposición del *viernes 21 de marzo de 10am a 11:30* no tendrá lugar. Dediquen esa hora y media para investigar la gaceta parlamentaria en busca de los vetos del trabajo parcial. Así podremos discutir sus hallazgos la semana entrante.
# Esta sesión la dedicaremos a hacer presentaciones personales siguiendo las instrucciones que he dado en clase. De ser posible, asistan personalmente: las presentaciones son mucho más personales presencialmente. 

# ------------------------

# * Trabajos parcial y final

# Enlace [[./parcial-final/][aquí]]. El trabajo es individual y es la versión preliminar del trabajo final. Fechas: deberá entregar su trabajo parcial a más tardar el lunes 21 de abril; la entrega final el día que nos asigne Dirección Escolar. 

-------------------------

* La teoría de la elección social (semanas 1 y 2)
- Szpiro (2010) /Numbers Rule/ 
  - [[https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch00-preface.pdf][Prefacio]] 3 pp.
  - cap. 5 [[https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch05-the-officer.pdf][The Officer]] 13 pp.
  - cap. 6 [[https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch06-the-marquis.pdf][The Marquis]] 16 pp.
  - cap. 11 [[https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch11-pessimists.pdf][The Pessimists]] 22 pp.
- Schwartz (1986) [[https://github.com/emagar/ep3/blob/master/lecturas/schwartz-Votes-strategies-institutions1986.pdf]["Votes, strategies, and institutions"]] 28 pp. 
- Riker (1981) /[[https://github.com/emagar/ep3/blob/master/lecturas/riker-liberalism-populism1978book-excerpts-1.pdf][Liberalism against Populism]]/
  - Prefacio 2 pp.
  - cap. 1 The connection between the theory of social choice and the theory of democracy 19 pp.
  - cap. 2 Different choices from identical values 20 pp.
- Rodríguez Mondragón et al. (2018) [[https://eljuegodelacorte.nexos.com.mx/paradojas-de-las-nulidades-electorales-el-valor-negativo-del-voto][Paradojas de las nulidades electorales]] 5 pp.
* La teoría espacial del voto (semanas 3 y 4)
- Shepsle (2010) /Analyzing Politics/, [[https://github.com/emagar/ep3/blob/master/lecturas/shepsle-Analyzing-politics-2nd-ed-2010-Cap-5.pdf][cap. 5 Spatial models of majority rule]] pp. 90-110.
- McKelvey (1976) [[https://github.com/emagar/ep3/blob/master/lecturas/mckelvey-intransitivities-agenda-control1976jet.pdf][Intransitivities in multidimensional voting models and some implications for agenda control]] 12 pp. 
- Cooperrider et al. (2016) [[https://cognitiveresearchjournal.springeropen.com/articles/10.1186/s41235-016-0024-5][Spatial analogies pervade complex relational reasoning: Evidence from spontaneous gestures]]. 
- Downs (1957) /[[https://github.com/emagar/ep3/blob/master/lecturas/downs-An-Economic-Theory-of-Democracy-1957.pdf][An Economic Theory of Democracy]]/
  - cap. 8 The Statics and Dynamics od Party Ideologies pp. 114-141. 
* El control de la agenda (semanas 5 y 6)
- Washington state (sf)  [[https://github.com/emagar/ep3/blob/master/lecturas/washington-school-districts.pdf]["How does a school district work?"]] 2 pp.
- Ehrenberg et al. (2004) [[https://github.com/emagar/ep3/blob/master/lecturas/ehrenberg.etal-Why-school-district-referenda-fail2004eepa.pdf]["Why Do School District Budget Referenda Fail?"]] 16 pp.
- Romer y Rosenthal (1978) [[https://github.com/emagar/ep3/blob/master/lecturas/romer.rosenthal1978pubcho.pdf]["Political Resource Allocation, Controlled Agendas, and the Status Quo"]] 17 pp.
# - Romer y Rosenthal (1979), "The Elusive Median Voter," pp. 143-70. 
# - /Economist/ (2021) [[https://github.com/emagar/ep3/blob/master/clase6romer-rosenthal/economist-school-lockdown-feb2021.pdf]["Time to re-open the school gates"]] 4 pp. 
- Krehbiel (1998) /Pivotal Politics/
  - cap. 2, "A theory" 29 pp.
# * La cohesión de un grupo (semana 7)
# - Rice (1925) [[https://github.com/emagar/ep3/blob/master/lecturas/riceMeasLegCohesion1925psq.pdf]["The Behavior of Legislative Groups: A Method of Measurement"]] 12 pp.
# - Cox y McCubbins (2005) /[[https://github.com/emagar/ep3/blob/master/lecturas/cox-mccubbins-Setting-the-agenda2005book.pdf][Setting the Agenda: Responsible Party Government in the U.S. House of Representatives]]/
#   - cap. 5 Final-Passage votes pp. 89-94.
# - Jenkins y Monroe (2016) [[https://github.com/emagar/ep3/blob/master/lecturas/jenkins.monroeMesuringAgendaPower2016ajps.pdf]["On Measuring Agenda-Setting Power"]] 17 pp.
* Los modelos y el método científico (semana 7)
- Shepsle (2010) /Analyzing Politics/, [[https://github.com/emagar/ep3/blob/master/lecturas/shepsle-Analyzing-politics-2nd-ed-2010-Cap-1.pdf][cap. 1 It isn't rocket science, but...]] pp. 3-12.
- Clarke y Primo (2007) [[https://github.com/emagar/ep3/blob/master/lecturas/clarke+primoModels2008.pdf]["Modernizing political science: a model-based approach"]] 12 pp.
# - Pain (2016) [[https://www.science.org/content/article/how-seriously-read-scientific-paper][How to (seriously) read a scientific paper]] 5 pp.
- McCubbins y Thies (1996) [[https://github.com/emagar/ep3/blob/master/lecturas/mcthiesRatcho31.pdf]["Rationality and the foundations of PPT"]] 39 pp.
- Borges (1944) [[https://github.com/emagar/ep3/blob/master/lecturas/borgesFunes.pdf]["Funes el memorioso"]] 8 pp.
