README.tex
% Created 2026-01-11 Sun 20:04
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\documentclass[letter,14pt]{article}
\usepackage[letterpaper,right=1.25in,left=1.25in,top=1in,bottom=1in]{geometry}
\usepackage{url}
\usepackage{mathptmx}           % set font type to Times
\usepackage[scaled=.90]{helvet} % set font type to Times (Helvetica for some special characters)
\usepackage{courier}            % set font type to Times (Courier for other special characters)
\author{Profesor: Eric Magar Meurs \small\{\url{emagar@itam.mx}\}}
\date{Lunes y miércoles 8:30--10:00, salón 308}
\title{Elección Pública III (CSO-15024)\\\medskip
\large Departamento de Ciencia Política ITAM, primavera 2026}
\hypersetup{
 pdfauthor={Profesor: Eric Magar Meurs \small\{\url{emagar@itam.mx}\}},
 pdftitle={Elección Pública III (CSO-15024)},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={Spanish}}
\begin{document}

\maketitle
\tableofcontents

\emph{Objetivo}: El último curso de la serie de elección pública del programa estudia cómo deciden los gobiernos. El hilo conductor que conecta los temas del curso es la \textbf{negociación}, sin la que es impensable la democracia (y, quizás, la política). En la parte sustancial, haremos un repaso de la elección social y sus dilemas. Después entenderemos cómo influyen las preferencias, las reglas y los partidos en las decisiones colectivas. El curso revisa con detenimiento algunos modelos canónicos de negociación, haciendo hincapié en la conexión fundamental entre una teoría y su comprobación empírica. 

\emph{Horas de oficina}: lunes y miércoles de 13:00 a 13:45, o con cita.  

\emph{Evaluación}: Habrá un trabajo parcial y otro final. Contarán 40\% de la calificación final cada uno. En su momento anunciaré sus formatos. El 20\% restante valorará su desempeño en clase, participación y conocimiento de las lecturas. 

\emph{Notas}: (1) La página del curso es \url{https://github.com/emagar/ep3/}. Alberga este temario, las lecturas y el material adicional. (2) El temario sufrirá modificaciones marginales en el transcurso del semestre para quitar, añadir o cambiar la secuencia de algunos temas. Anunciaré esto con anticipación en clase.

\emph{Fechas importantes}:

\emph{Días de asueto}: lunes 2 de febrero (Constitución), lunes 16 de marzo (Benito Juárez), lunes 30 de marzo y miércoles 1 de abril (Semana Santa).

\emph{No habrá clases}: lunes 16 y miércoles 18 de febrero.

\emph{Última clase}: miércoles 13 de mayo.

\emph{Exámenes finales}: del lunes 18 al sábado 30 de mayo.

\noindent\rule{\textwidth}{0.5pt}

\section{La teoría de la elección social (semanas 1 y 2)}
\label{sec:orgc91ef98}
\begin{itemize}
\item Szpiro (2010) \emph{Numbers Rule} 
\begin{itemize}
\item \href{https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch00-preface.pdf}{Prefacio} 3 pp.
\item cap. 5 \href{https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch05-the-officer.pdf}{The Officer} 13 pp.
\item cap. 6 \href{https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch06-the-marquis.pdf}{The Marquis} 16 pp.
\item cap. 11 \href{https://github.com/emagar/ep3/blob/master/lecturas/szpiro2010-Numbers-rule-ch11-pessimists.pdf}{The Pessimists} 22 pp.
\end{itemize}
\item Schwartz (1986) \href{https://github.com/emagar/ep3/blob/master/lecturas/schwartz-Votes-strategies-institutions1986.pdf}{"Votes, strategies, and institutions"} 28 pp.
\item Riker (1981) \emph{\href{https://github.com/emagar/ep3/blob/master/lecturas/riker-liberalism-populism1978book-excerpts-1.pdf}{Liberalism against Populism}}
\begin{itemize}
\item Prefacio 2 pp.
\item cap. 1 The connection between the theory of social choice and the theory of democracy 19 pp.
\item cap. 2 Different choices from identical values 20 pp.
\end{itemize}
\item Rodríguez Mondragón et al. (2018) \href{https://eljuegodelacorte.nexos.com.mx/paradojas-de-las-nulidades-electorales-el-valor-negativo-del-voto}{Paradojas de las nulidades electorales} 5 pp.
\end{itemize}
\section{La teoría espacial del voto (semanas 3 y 4)}
\label{sec:org3dd646c}
\begin{itemize}
\item Shepsle (2010) \emph{Analyzing Politics}, \href{https://github.com/emagar/ep3/blob/master/lecturas/shepsle-Analyzing-politics-2nd-ed-2010-Cap-5.pdf}{cap. 5 Spatial models of majority rule} pp. 90-110.
\item McKelvey (1976) \href{https://github.com/emagar/ep3/blob/master/lecturas/mckelvey-intransitivities-agenda-control1976jet.pdf}{Intransitivities in multidimensional voting models and some implications for agenda control} 12 pp.
\item Cooperrider et al. (2016) \href{https://cognitiveresearchjournal.springeropen.com/articles/10.1186/s41235-016-0024-5}{Spatial analogies pervade complex relational reasoning: Evidence from spontaneous gestures}.
\item Downs (1957) \emph{\href{https://github.com/emagar/ep3/blob/master/lecturas/downs-An-Economic-Theory-of-Democracy-1957.pdf}{An Economic Theory of Democracy}}
\begin{itemize}
\item cap. 8 The Statics and Dynamics od Party Ideologies pp. 114-141.
\end{itemize}
\end{itemize}
\section{El control de la agenda (semanas 5 y 6)}
\label{sec:org43ecc93}
\begin{itemize}
\item Washington state (sf)  \href{https://github.com/emagar/ep3/blob/master/lecturas/washington-school-districts.pdf}{"How does a school district work?"} 2 pp.
\item Ehrenberg et al. (2004) \href{https://github.com/emagar/ep3/blob/master/lecturas/ehrenberg.etal-Why-school-district-referenda-fail2004eepa.pdf}{"Why Do School District Budget Referenda Fail?"} 16 pp.
\item Romer y Rosenthal (1978) \href{https://github.com/emagar/ep3/blob/master/lecturas/romer.rosenthal1978pubcho.pdf}{"Political Resource Allocation, Controlled Agendas, and the Status Quo"} 17 pp.
\end{itemize}

\begin{itemize}
\item Krehbiel (1998) \emph{Pivotal Politics}
\begin{itemize}
\item cap. 2, "A theory" 29 pp.
\end{itemize}
\end{itemize}
\section{Los modelos y el método científico (semana 7)}
\label{sec:org203c588}
\begin{itemize}
\item Shepsle (2010) \emph{Analyzing Politics}, \href{https://github.com/emagar/ep3/blob/master/lecturas/shepsle-Analyzing-politics-2nd-ed-2010-Cap-1.pdf}{cap. 1 It isn't rocket science, but\ldots{}} pp. 3-12.
\item Clarke y Primo (2007) \href{https://github.com/emagar/ep3/blob/master/lecturas/clarke+primoModels2008.pdf}{"Modernizing political science: a model-based approach"} 12 pp.
\end{itemize}

\begin{itemize}
\item McCubbins y Thies (1996) \href{https://github.com/emagar/ep3/blob/master/lecturas/mcthiesRatcho31.pdf}{"Rationality and the foundations of PPT"} 39 pp.
\item Borges (1944) \href{https://github.com/emagar/ep3/blob/master/lecturas/borgesFunes.pdf}{"Funes el memorioso"} 8 pp.
\end{itemize}
