README.org
* Aplicaciones del modelo de manipulación de la agenda (semanas 8 y 9)
  # - Gerber (1996) "Legislative response to the threat of popular initiatives" 30 pp.
- Kiewiet y McCubbins (1988) "[[https://github.com/emagar/ep3/blob/master/lecturas/kiewiet%2BmccubbinsAJPS1988.pdf][Presidential influence on congressional appropriations]]" 14 pp.
- Magar, Palanza, Sin (2021) [[https://github.com/emagar/ep3/blob/master/lecturas/magar-etal-Pdts-fast-track2021jop.pdf]["Presidents on the Fast Track: Fighting Floor Amendments with Restrictive Rules"]] 13 pp. 
- Cameron (2000) /Veto Bargaining/
  - cap. 1, "[[https://github.com/emagar/ep3/blob/master/lecturas/cameronCap1.pdf][Divided government and interbranch bargaining]]" 32 pp.
  # - cap. 2, "A natural history of the veto" 35 pp.
  - cap. 4, "[[https://github.com/emagar/ep3/blob/master/lecturas/cameronCap4.pdf][Models of veto bargaining]]" 40 pp.
  # - cap. 5, "Explaining the patterns" 29 pp.
  # - cap. 6, "Testing the models" 27 pp.
- Magar (2015) "[[https://github.com/emagar/ep3/blob/master/lecturas/magar-postate04washU.pdf][The veto as electoral stunt: EITM and test with subnational comparative data]]" 34 pp. (aquí el [[https://github.com/emagar/ep3/blob/master/lecturas/magar-postate04washUappendix.pdf][apéndice técnico]]).
# * Negociación y coaliciones en regímenes parlamentarios (semanas 6 y 7)
# - Shepsle (2010) /Analyzing Politics/, [[https://github.com/emagar/ep3/blob/master/lecturas/shepsle-Analyzing-politics-2nd-ed-2010-Cap-16.pdf][cap. 16 Cabinets]] pp. 503-529.
# - Laver y Shepsle (1990)  [[https://github.com/emagar/ep3/blob/master/lecturas/laver+shepsle1990.pdf]["Coalitions and cabinet government"]] 18 pp.
#   - [[https://github.com/emagar/ep3/tree/master/clases/03dem-parl/winsetCalc][Winset calculator]]
# - Bawn y Rosenbluth (2006)  [[https://github.com/emagar/ep3/blob/master/lecturas/bawn+rosenbluthCoalitionSize2006ajps.pdf]["Short versus long coalitions"]] 15 pp.
# - Huber (1996) [[https://github.com/emagar/ep3/blob/master/lecturas/huberConfidVoteApsr1996.pdf]["The vote of confidence in parliamentary democracies"]] 14 pp. 
# - Heller (2001) [[https://github.com/emagar/ep3/blob/master/lecturas/hellerPolicyStickAjps2001.pdf]["Making policy stick: why government gets what it wants in multiparty Parliaments"]] 19 pp. 
# - Austen-Smith y Banks (1988) "Elections, coalitions, and legislative outcomes" 19 pp. 
# - Laver y Shepsle (1996) /Making and Breaking Governments/
#  - cap. 1 "Theory, institutions, and government formation" 15 pp.
#  - cap. 2 "The social context of government formation" 25 pp.
#  - cap. 3 "The government formation process" 16 pp.
#  - cap. 4 "Government equilibrium" 29 pp.
#  - cap. 5 "Strong parties" 33 pp.
#  - cap. 6 "Two cases: Germany 1987; Ireland 1992-3" 22 pp.
#  - cap. 7 "Theoretical implications, data, and operationalization" 11 pp.
#  - cap. 8 "Exploring the model: a comparative perspective" 16 pp.
#  - cap. 9 "A multivariate investigation of portfolio allocation" 19 pp.
# * Prueba de hipótesis y regresión lineal, un repaso (semana 10) 
# - Shively (1974) /The Craft of Political Research/, 
#   - cap. 7 [[https://github.com/emagar/ep3/blob/master/lecturas/shivelyRegression.pdf]["Introduction to statistics: measuring relationships for interval data"]] 22 pp.
# - Garfias (2018) [[https://github.com/emagar/ep3/blob/master/lecturas/garfias-state-developmnebt2018apsr.pdf]["Elite Competition and State Capacity Development: Theory and Evidence from Post-Revolutionary Mexico"]] 19 pp.
# *Tarea*: reconstruya el argumento deductivamente válido del paper (à la Schwartz) y resuma la evidencia que aportan las autoras en sus modelos de regresión (à la Shively).
* Ideología (semanas 12 a 14)
- Poole y Rosenthal (1997) /Congress/,
  - cap. 1 [[https://github.com/emagar/ep3/blob/master/lecturas/poole+rosenthalCaps1y2.pdf]["The liberal/conservative structure"]] 8 pp.
  - cap. 2 "The spatial model and Congressional voting" 16 pp.
  - cap. 7 [[https://github.com/emagar/ep3/blob/master/lecturas/poole+rosenthalCap7.pdf][""Sophisticated voting and agenda manipulation"]] 20 pp.
- Estévez, Magar y Rosas (2008) [[https://github.com/emagar/ep3/blob/master/lecturas/EstevezMagarRosasIfeElecStud2008.pdf]["Partisanship in non-partisan electoral agencies and democratic compliance: Evidence from Mexico's IFE"]] 15 pp.
- Magar, Magaloni y Sánchez (2010) [[https://github.com/emagar/ep3/blob/master/lecturas/magar+magaloni+sanchezPaper04APSA.pdf]["No self-control: the dimensional structure of the Mexican Supreme Court"]] 22 pp. 
- Talbert y Potoski (2002) [[https://github.com/emagar/ep3/blob/master/lecturas/talbert+potoskiAgendaJoP2002.pdf]["Setting the Legislative Agenda: The Dimensional Structure of Bill Cosponsoring and Floor Voting"]] 28 pp.
- Converse (1964) [[https://github.com/emagar/ep3/blob/master/lecturas/converseBeliefSystem1964.pdf][The Nature of Belief Systems in Mass Publics]] 27 pp.
* Instituciones y estabilidad (semana 15)
- Shepsle (1979) [[https://github.com/emagar/ep3/blob/master/lecturas/shepsle-Inst-arrangements1979ajps.pdf][Institutional arrangements and equilibrium in multidimensional voting models]] 34 pp.
- Riker (1980) [[https://github.com/emagar/ep3/blob/master/lecturas/riker-Disequilibrium-institutions-1980apsr.pdf][Implications from the disequilibrium of majority rule for the study of institutions]] 16 pp.
- Cox y McCubbins (1995) "Bonding, structure, and the stability of parties" 17 pp.
- Magar (sin fecha) [[https://github.com/emagar/ep3/blob/master/lecturas/magar-onedim02.pdf]["Unidimensionalidad inducida por la estructura"]] 4 pp.
- Miller y Schofield (2003) [[https://github.com/emagar/ep3/blob/master/lecturas/miller-schofield2003apsr.pdf]["Activists and Partisan Realignment in the United States"]] 16 pp.
* Herestética (semana 16)
- Shepsle (2003) [[https://github.com/emagar/ep3/blob/master/lecturas/shepsleLosersInPol2003.pdf][Losers in politics]] 9 pp.
- Riker (1986) /The art of political manipulation/
  - cap. 1 [[https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap1Lincoln.pdf][Lincoln at Freeport]] 9 pp.
  - cap. 2 [[https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap2SeventeenthAmendment.pdf][Chauncey DePew and the seventeenth amendment]] 8 pp. 
  - cap. 5 [[https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap5HerestheticsInFiction.pdf][Heresthetics in fiction]] 13 pp. 
  - cap. 7 [[https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap7PlinyYounger.pdf][Pliny the Younger and parliamentary law]] 11 pp. 
# * El mercado de los votos
# - Cox y McCubbins (1986) "Electoral politics as a redistributive game" 20 pp.
# - Díaz Cayeros, Estévez y Magaloni (2016) /The Political Logic of Poverty Relief/
#   - Introduction 20 pp. 
#   - cap. 6 "Saving lives: social programs and infant mortality rates" 14 pp.
# - Cox (2010) "Swing voters, core voters, and distributive politics" 23 pp.
# - Nichter (2008) "Vote Buying or Turnout Buying? Machine Politics and the Secret Ballot" /American Political Science Review/ 102(1):19-31.
