README.tex
\section{Aplicaciones del modelo de manipulación de la agenda (semanas 8 y 9)}
\label{sec:org71daf2d}
\begin{itemize}
\item Kiewiet y McCubbins (1988) "\href{https://github.com/emagar/ep3/blob/master/lecturas/kiewiet\%2BmccubbinsAJPS1988.pdf}{Presidential influence on congressional appropriations}" 14 pp.
\item Magar, Palanza, Sin (2021) \href{https://github.com/emagar/ep3/blob/master/lecturas/magar-etal-Pdts-fast-track2021jop.pdf}{"Presidents on the Fast Track: Fighting Floor Amendments with Restrictive Rules"} 13 pp.
\item Cameron (2000) \emph{Veto Bargaining}
\begin{itemize}
\item cap. 1, "\href{https://github.com/emagar/ep3/blob/master/lecturas/cameronCap1.pdf}{Divided government and interbranch bargaining}" 32 pp.
\end{itemize}

\begin{itemize}
\item cap. 4, "\href{https://github.com/emagar/ep3/blob/master/lecturas/cameronCap4.pdf}{Models of veto bargaining}" 40 pp.
\end{itemize}
\item Magar (2015) "\href{https://github.com/emagar/ep3/blob/master/lecturas/magar-postate04washU.pdf}{The veto as electoral stunt: EITM and test with subnational comparative data}" 34 pp. (aquí el \href{https://github.com/emagar/ep3/blob/master/lecturas/magar-postate04washUappendix.pdf}{apéndice técnico}).
\end{itemize}
\section{Ideología (semanas 12 a 14)}
\label{sec:orgc0c05d5}
\begin{itemize}
\item Poole y Rosenthal (1997) \emph{Congress},
\begin{itemize}
\item cap. 1 \href{https://github.com/emagar/ep3/blob/master/lecturas/poole+rosenthalCaps1y2.pdf}{"The liberal/conservative structure"} 8 pp.
\item cap. 2 "The spatial model and Congressional voting" 16 pp.
\item cap. 7 \href{https://github.com/emagar/ep3/blob/master/lecturas/poole+rosenthalCap7.pdf}{""Sophisticated voting and agenda manipulation"} 20 pp.
\end{itemize}
\item Estévez, Magar y Rosas (2008) \href{https://github.com/emagar/ep3/blob/master/lecturas/EstevezMagarRosasIfeElecStud2008.pdf}{"Partisanship in non-partisan electoral agencies and democratic compliance: Evidence from Mexico's IFE"} 15 pp.
\item Magar, Magaloni y Sánchez (2010) \href{https://github.com/emagar/ep3/blob/master/lecturas/magar+magaloni+sanchezPaper04APSA.pdf}{"No self-control: the dimensional structure of the Mexican Supreme Court"} 22 pp.
\item Talbert y Potoski (2002) \href{https://github.com/emagar/ep3/blob/master/lecturas/talbert+potoskiAgendaJoP2002.pdf}{"Setting the Legislative Agenda: The Dimensional Structure of Bill Cosponsoring and Floor Voting"} 28 pp.
\item Converse (1964) \href{https://github.com/emagar/ep3/blob/master/lecturas/converseBeliefSystem1964.pdf}{The Nature of Belief Systems in Mass Publics} 27 pp.
\end{itemize}
\section{Instituciones y estabilidad (semana 15)}
\label{sec:orgc432146}
\begin{itemize}
\item Shepsle (1979) \href{https://github.com/emagar/ep3/blob/master/lecturas/shepsle-Inst-arrangements1979ajps.pdf}{Institutional arrangements and equilibrium in multidimensional voting models} 34 pp.
\item Riker (1980) \href{https://github.com/emagar/ep3/blob/master/lecturas/riker-Disequilibrium-institutions-1980apsr.pdf}{Implications from the disequilibrium of majority rule for the study of institutions} 16 pp.
\item Cox y McCubbins (1995) "Bonding, structure, and the stability of parties" 17 pp.
\item Magar (sin fecha) \href{https://github.com/emagar/ep3/blob/master/lecturas/magar-onedim02.pdf}{"Unidimensionalidad inducida por la estructura"} 4 pp.
\item Miller y Schofield (2003) \href{https://github.com/emagar/ep3/blob/master/lecturas/miller-schofield2003apsr.pdf}{"Activists and Partisan Realignment in the United States"} 16 pp.
\end{itemize}
\section{Herestética (semana 16)}
\label{sec:orgfdeb098}
\begin{itemize}
\item Shepsle (2003) \href{https://github.com/emagar/ep3/blob/master/lecturas/shepsleLosersInPol2003.pdf}{Losers in politics} 9 pp.
\item Riker (1986) \emph{The art of political manipulation}
\begin{itemize}
\item cap. 1 \href{https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap1Lincoln.pdf}{Lincoln at Freeport} 9 pp.
\item cap. 2 \href{https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap2SeventeenthAmendment.pdf}{Chauncey DePew and the seventeenth amendment} 8 pp.
\item cap. 5 \href{https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap5HerestheticsInFiction.pdf}{Heresthetics in fiction} 13 pp.
\item cap. 7 \href{https://github.com/emagar/ep3/blob/master/lecturas/riker1986PolManipCap7PlinyYounger.pdf}{Pliny the Younger and parliamentary law} 11 pp.
\end{itemize}
\end{itemize}
