README.org
* Recapitulación (semana 17)
# * Más temas
# * Representación política
# - Pitkin (2004) [[https://github.com/emagar/ep3/blob/master/lecturas/pitkin2004representationAndDemocUneasyAlliance.pdf]["Representation and Democracy: Uneasy Alliance"]] 8 pp.
# - Urbinati (2000) [[https://github.com/emagar/ep3/blob/master/lecturas/urbinati2000representationAsAdvocacy.pdf]["Representation as Advocacy"]] 22 pp. 
# - Dion y Huber (1996) "Procedural Choice and the House Committee on Rules" 28 pp. 
# - Alemán y Schwartz (2006) "Presidential Vetoes in Latin American Constitutions" 23 pp.
# - Heller y Weldon (2003) "Reglas de votación y la estabilidad en la Cámara de Diputados" 35 pp.
# - Cox y McCubbins (2005) "Agenda power in the US House of Representatives, 1877-1986" 39 pp. 
# - Tsebelis /Veto Players/. 
# - Morgenstern y Nacif. 
# - Sinclair on rules (Brady+McCubbins).
# * Bureaucracies
# - Shepsle (2010) cap. 13
# - Shepsle (2010) cap. 14 Leadership (PA)
# - Shepsle (2010) cap. 15 Courts
# - Shepsle (2010) cap. 16 Cabinets
# - McCubbins y Schwartz
# Plott
# Schwartz
# * Causalidad y método comparativo
# - Holland "Fundamental problem of causal inference"
# * Cuotas de género y acción afirmativa
# - Leslie Schwindt
# - Piscopo
# - India
# * La reelección consecutiva
# - Mayhew
# - Cain, Ferejohn y Fiorina, The personal vote
#   - Introduction 24 pp.
#   - cap. 1 Member visibility and member images 23 pp.
#   - cap. 5 Unravelling a paradox 14 pp.
# - Kerevel (2015) Pork-Barreling without Reelection? Evidence from the Mexican Congress
# - Carson y Engstrom (2005) Assessing the Electoral Connection in the Early United States.
# - Magar y Moreno, Reelección en Coahuila.
# * Argumentos y validez deductiva
# - Schwartz (1980) [[https://github.com/emagar/ep3/blob/master/lecturas/schwartzCaps1-3.pdf][The Art of Logical Reasoning (extractos)]], pp. 3-31, 133-158.
# - Grossman y Lewis (2014) [[https://github.com/emagar/ep3/blob/master/lecturas/grossman-lewis-administrative-unit-proliferation2014apsr.pdf]["Administrative Unit Proliferation"]] 22 pp.
# # - Bawn y Rosenbluth [[https://github.com/emagar/ep3/blob/master/lecturas/bawn+rosenbluthCoalitionSize2006ajps.pdf]["Short versus long coalitions"]] (2006)  15 pp. 
# *Tarea*: reconstruya el argumento deductivamente válido (à la Schwartz) de Garfias y de Grossman-Lewis.
# * Dinastías
# - Smith (2017) Dynasties and Democracy
#   - cap. 1 Introduction 27 pp.
#   - cap. 2 Japan into comparative perspective 20 pp.
#   - cap. 3 Theory of dynastic candidate selection 34 pp.
#   - cap. 5 Inherited incumbency advantage 25 pp.
# * Redistritación
# - Szpiro, /Numbers Rule/ (2010)
#   - cap. 9 The Founding Fathers 15 pp.
#   - cap. 10 The Ivy Leaguers 31 pp.
#   - cap. 12 The Quotarians 15 pp.
# - Lujambio y Vives (2008) "From politics to technicalities: Mexican redistricting" 12 pp.
# - McDonald (2008) "United States redistricting: comparative look at the 50 states" 18 pp.
# - Johnston, Pattie y Rossiter (2008) "Electoral distortion despite redistricting by independent commissions" 20 pp.
# - Magar et al polGeo
# - Engstrom Partisan gerrymandering
# * La teoría de la empresa
# - Smith, The Wealth of Nations (extractos), pp. 33-43.  
# - Coase, "The Nature of the Firm," pp. 72-85.  
# - Alchian y Demsetz, "Production, Information Costs, and Economic Organization," pp. 111-134.  
# - Fama, "Agency Problems and the Theory of the Firm," pp. 196-208.  
# * Negociación en el Congreso estadounidense
# - Mayhew, Congress: The Electoral Connection (1974), pp. 18-29.
# - Shepsle y Weingast, "Institutional foundations of committee power" (1987) 20 pp. 
# - Weingast y Marshall, "The industrial organization of Congress; or why legislatures, like firms, are not organized as markets" (1988), 31 pp. 
# - Shepsle y Weingast, "Positive Theories of Congressional Institutions," pp. 5-36.  
# - Hammond y Miller (1987) "The core of the constitution"
# - Baron y Ferejohn (1989) "Bargaining in legislatures" 26 pp.
# - Fiorina, "The Decline of Collective Responsibility in American Politics," pp. 25-44.  
# * La delegación: piedra nodal del gobierno y de la democracia
# - Kiewiet y McCubbins (1991) /The Logic of Delegation/,
#   - cap. 2 "Delegation and agency problems" 17 pp.
# - McCubbins y Schwartz (1984) "Congressional oversight overlooked: police patrols vs. fire alarms" 15 pp.  
# - Raustiala (2004) "Police patrols and fire alarms in the NAAEC" 25 pp.
# * Proceso legislativo
# - Power et al Brasil.
# - Magar, Urgencia en Chile
# - Magar, Urgencia en Brasil
# - Cox y Morgenstern, Proactive reactive
# - Magar y Moraes (2008) "Facciones y legislación en Uruguay". 
# - Palanza y Sin, veto.
# * Decretos
# - O'Donnell Delegative Democracy
# - Carey y Shugart
# - Amorim Neto en Brasil

# * Coordinación electoral
# - Cox, /Making Votes Count/ (1997)
#   - cap. 2 Duverger's propositions 21 pp.
#   - cap. 3 On electoral systems 32 pp.
#   - cap. 4 Strategic voting in single-member single-ballot systems 29 pp.
#   - cap. 5 Strategic voting in multimember systems 24 pp.
#   - cap. 7 Some concluding comments on strategic voting 10 pp.
#   - cap. 8 Strategic voting, party labels, and entry  24 pp.
#   - cap. 9 Rational entry and the conservation of disproportionality: Evidence from Japan 6 pp. 
# - Duverger, Riker, Bogdanor
